{
    "EventItemId": 315427,
    "EventItemGuid": "87209878-C616-4895-9BF1-7DD3DD785C60",
    "EventItemLastModifiedUtc": "2017-01-30T18:43:03.213",
    "EventItemRowVersion": "AAAAAOVJw3Y=",
    "EventItemEventId": 15322,
    "EventItemAgendaSequence": 1,
    "EventItemMinutesSequence": 1,
    "EventItemAgendaNumber": null,
    "EventItemVideo": null,
    "EventItemVideoIndex": null,
    "EventItemVersion": "*",
    "EventItemAgendaNote": null,
    "EventItemMinutesNote": null,
    "EventItemActionId": null,
    "EventItemActionName": null,
    "EventItemActionText": null,
    "EventItemPassedFlag": null,
    "EventItemPassedFlagName": null,
    "EventItemRollCallFlag": 0,
    "EventItemFlagExtra": null,
    "EventItemTitle": "A Local Law in relation to the naming of 40 thoroughfares and public places, William “Pop” Marsh Avenue, Borough of Staten Island, Maxwell “Max the Sax” Lucas Way, Borough of the Bronx, Dr. Roscoe C. Brown, Jr. Way, Borough of the Bronx, Michael Fahy Way, Borough of the Bronx, Burton Schoenbach Way, Borough of the Bronx, Marine Corporal Ramona M. Valdez Way, Borough of the Bronx, Cinco de Mayo Way, Borough of the Bronx, Antonia Vasquez Way, Borough of the Bronx, Betty Jean DiBiaso Way, Borough of Queens, Jacqueline Berrien Way, Borough of Brooklyn, Easter Rising Way, Borough of Queens, Forest Park Memorial Drive, Borough of Queens, Reverend John Pratt Way, Borough of Brooklyn, Donald Byrd Way - Jazz Great, Borough of the Bronx, Ms. Aida Perez-Loiza Aldea Lane, Borough of Manhattan, The Honorable Frank V. Fossella Way, Borough of Staten Island, Ben Marino Way, Borough of Staten Island, John Lewis Steptoe Place, Borough of Brooklyn, Charles A. Sferrazza Way, Borough of Brooklyn, Cinco de Mayo Way, Borough of Brooklyn, Children’s Court, Borough of Manhattan, Ms. Magazine Way, Borough of Manhattan, Coach Chuck Granby Way, Borough of Queens, Cardinal S. Sandiford Way, Borough of Queens, Rev. Dr. Luis Felipe Serrano’s Way, Borough of the Bronx, Sgt. Paul J. Tuozzolo Way, Borough of the Bronx, Flight 587 Way, Borough of Manhattan, Saint Elizabeth Way, Borough of Manhattan, Maria Valentin Way, Borough of Manhattan, Principal Rhonda Whitfield Way, Borough of Staten Island, Architect Allen B. Terjesen Way, Borough of Staten Island, Elie Wiesel Way, Borough of Manhattan, Mario Borgatti Way, Borough of the Bronx, Kalief Browder Way, Borough of the Bronx, Lily Gavin Way, Borough of Queens, Nina Adams Way, Borough of Queens, Tony Mazzarella Way, Borough of Queens, Dolores Rizzotto Way, Borough of Queens, FF Michael Brennan Way, Borough of Queens, Robert “Pudgie” Walsh Way, Borough of Brooklyn and the repeal of sections 2, 9, 36, 38 and 54 of local law number 92 for the year 2016, the repeal of section 18 of local law number 23 for the year 2016 and the repeal of section 6 of local law number 81 for the year 2001.",
    "EventItemTally": null,
    "EventItemAccelaRecordId": null,
    "EventItemConsent": 0,
    "EventItemMoverId": null,
    "EventItemMover": null,
    "EventItemSeconderId": null,
    "EventItemSeconder": null,
    "EventItemMatterId": 57059,
    "EventItemMatterGuid": "43C6AECC-3A99-41A3-BD60-BF3D50D370EB",
    "EventItemMatterFile": "Int 1449-2017",
    "EventItemMatterName": "Naming of 40 thoroughfares and public places.",
    "EventItemMatterType": "Introduction",
    "EventItemMatterStatus": "Enacted",
    "EventItemMatterAttachments": []
},